BOT_ANSWERS = {
    "start": "Привет! Я помогу подобрать ближайшие свободные зарядные станции под твои критерии.",
    "choose_connector": "Давай подберем нужный коннектор...",
    "connector_type": "Коннектор определен!",
    "connector_update": "Обновили коннектор!",
    "find_charger": "Отправьте мне Вашу геолокацию, чтобы я мог найти ближайшую зарядную станцию.",
    "forbidden": "Выберите нужный коннектор, используя команду /setconnector!",
    "unknown": "Я Вас не понял, выберите правильную команду!",
    "error": "Что-то пошло не так :("
}