BOT_ANSWERS = {
    "start": "Привет! Я помогу подобрать ближайшие свободные зарядные станции под твои критерии.",
    "choose_connector": "Давай подберем нужный коннектор...",
    "connector_type": "Коннектор определен!",
    "connector_update": "Обновили коннектор!",
    "find_charger": "Отправьте мне Вашу геолокацию, чтобы я мог найти ближайшую зарядную станцию.",
    "forbidden": "Выберите нужный коннектор, используя команду /setconnector!",
    "unknown": "Я Вас не понял, выберите правильную команду!",
    "error": "Что-то пошло не так :("
}

CONNECTORS_TYPE_MARKUP = {
    "CCS": "CCS",
    "Розетка Type 2": "Розетка Type 2",
    "Chademo": "Chademo",
    "Пистолет Type2": "Пистолет Type2",
    "GBT": "GBT",
    "Пистолет Type1": "Пистолет Type1"
}

FIND_STATION_MARKUP = {
    "location": "Отправить свою геолокацию 🗺️"
}