BOT_ANSWERS = {
    "start": "Привет! Я помогу подобрать ближайшие свободные зарядные станции под твои критерии.",
    "choose_connector": "Давай подберем нужный коннектор...",
    "connector_type": "Коннектор определен!",
    "find_charger": "Отправьте мне Вашу геолокацию, чтобы я мог найти ближайшую зарядную станцию.",
    "forbidden": "Вы не выбрали нужный коннектор, используйте команду /setconnector.",
    "unknown": "Я Вас не понял, выберите правильную команду!",
    "error": "Что-то пошло не так 😢"
}

CONNECTORS_TYPE_MARKUP = {
    "CCS": "CCS",
    "Розетка Type2": "Розетка Type2",
    "Chademo": "Chademo",
    "Пистолет Type2": "Пистолет Type2",
    "GBT": "GBT",
    "Пистолет Type1": "Пистолет Type1"
}

FIND_STATION_MARKUP = {
    "location": "Отправить свою геолокацию 🗺️"
}